

<!DOCTYPE html>
<html lang>
<head prefix="og: http://ogp.me/ns#"><meta name="generator" content="Hexo 3.8.0">
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1, minimum-scale=1, maximum-scale=1">
    <meta name="description" content>
    <title>读后感 | Hexo</title>

    <!-- Open Graph -->
    <meta name="description" content="&amp;#x8FD9;&amp;#x7BC7;&amp;#x535A;&amp;#x5BA2;&amp;#x4E3B;&amp;#x8981;&amp;#x662F;&amp;#x4ECB;&amp;#x7ECD;&amp;#x4E86;&amp;#x4E00;&amp;#x4E0B;&amp;#x4F5C;&amp;#x8005;&amp;#x5BF9;&amp;#x4E8E;&amp;#x5B89;&amp;#x5168;&amp;#x65B9;&amp;#x9762;&amp;#x7814;&amp;#x7A76;&amp;#x4EBA;&amp;#x5458;&amp;#x7684;">
<meta property="og:type" content="article">
<meta property="og:title" content="读后感">
<meta property="og:url" content="http://yoursite.com/2019/04/01/读后感/index.html">
<meta property="og:site_name" content="Hexo">
<meta property="og:description" content="&amp;#x8FD9;&amp;#x7BC7;&amp;#x535A;&amp;#x5BA2;&amp;#x4E3B;&amp;#x8981;&amp;#x662F;&amp;#x4ECB;&amp;#x7ECD;&amp;#x4E86;&amp;#x4E00;&amp;#x4E0B;&amp;#x4F5C;&amp;#x8005;&amp;#x5BF9;&amp;#x4E8E;&amp;#x5B89;&amp;#x5168;&amp;#x65B9;&amp;#x9762;&amp;#x7814;&amp;#x7A76;&amp;#x4EBA;&amp;#x5458;&amp;#x7684;">
<meta property="og:locale" content="default">
<meta property="og:updated_time" content="2019-04-01T11:26:38.830Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="读后感">
<meta name="twitter:description" content="&amp;#x8FD9;&amp;#x7BC7;&amp;#x535A;&amp;#x5BA2;&amp;#x4E3B;&amp;#x8981;&amp;#x662F;&amp;#x4ECB;&amp;#x7ECD;&amp;#x4E86;&amp;#x4E00;&amp;#x4E0B;&amp;#x4F5C;&amp;#x8005;&amp;#x5BF9;&amp;#x4E8E;&amp;#x5B89;&amp;#x5168;&amp;#x65B9;&amp;#x9762;&amp;#x7814;&amp;#x7A76;&amp;#x4EBA;&amp;#x5458;&amp;#x7684;">

    <script type="application/ld+json">
{
  "@context": "http://schema.org",
  "@type": "Person",
  "email": "mailto:",
  "image": "",
  "name": "John Doe",
  "url": "http://yoursite.com"
}
</script>
    <script>
    var algoliaEnabled = false;
    
</script>

    

    
    
        <link href="https://fonts.googleapis.com/css?family=Source+Code+Pro" rel="stylesheet" type="text/css">
    
    
    
        <!-- stylesheets list from config.yml -->
        
        <link rel="stylesheet" href="/css/aloha.css">
        
        <link rel="stylesheet" href="//cdn.bootcss.com/semantic-ui/2.2.4/semantic.min.css">
        
        <link rel="stylesheet" href="//cdn.bootcss.com/magnific-popup.js/1.1.0/magnific-popup.min.css">
        
    

</head>
<body id="body" style="margin-bottom: 0;" class="pushable">

    <div class="ui top fixed menu">
        <a class="item" id="menu-icon"><i class="sidebar icon"></i></a>
    </div>

    <div id="menu-sidebar" class="ui left vertical sidebar menu">

    <div id="sidebar-top">
        <div class="content">
            <h3>Hexo</h3>
        </div>
    </div>
    <div class="ui container sidebar-card">
    <div class="ui people shape content">
        <div class="active side">
            <div class="ui card">
                <div class="image">
                    <img class="ui medium bordered image" src="/images/avatar.jpg">
                </div>
                <div class="content">
                    <a class="header">John Doe</a>
                    
                </div>
                <div class="extra content">
                    <div class="ui list">
                        
                        
                    </div>

                </div>
                <div class="extra content">
                    <div class="ui list">
                        
                    </div>
                </div>
            </div>
        </div>
    </div>


</div>

    
    

    

    
    <a href="/index.html" class="item">
        <i class="home icon"></i>
        首页
    </a>

    

    
</div>

    <div class="pusher body-content">
        <div id="content" class="ui main container">
            <!--<div class="ui one column grid">-->
                <!--<div class="column">-->
                    <!--<div class="ui main container">-->
                        <div id="post-读后感" class="ui main container article-type-post">

    

    <div class="ui divided grid">

        <div class="two column row" id="article-content">

            <div class="thirteen wide computer thirteen wide tablet sixteen wide mobile column">
                

<h1 class="ui header">
    
    读后感
</h1>



                <div class="article-inner">

                    <div class="article-entry" itemprop="articleBody">
                        
                        <pre><code>&#x8FD9;&#x7BC7;&#x535A;&#x5BA2;&#x4E3B;&#x8981;&#x662F;&#x4ECB;&#x7ECD;&#x4E86;&#x4E00;&#x4E0B;&#x4F5C;&#x8005;&#x5BF9;&#x4E8E;&#x5B89;&#x5168;&#x65B9;&#x9762;&#x7814;&#x7A76;&#x4EBA;&#x5458;&#x7684;&#x4E00;&#x4E9B;&#x95EE;&#x9898;&#x7684;&#x89E3;&#x7B54;&#x4E0E;&#x7814;&#x7A76;&#x7684;&#x5EFA;&#x8BAE;&#x3002;&#x9996;&#x5148;&#x4F5C;&#x8005;&#x8C08;&#x5230;&#x7684;&#x662F;&#x4E00;&#x4E2A;&#x4EBA;&#x662F;&#x4E0D;&#x662F;&#x9002;&#x5408;&#x505A;&#x8FD9;&#x65B9;&#x9762;&#x7684;&#x5DE5;&#x4F5C;&#xFF0C;&#x5174;&#x8DA3;&#x9996;&#x5148;&#x662F;&#x7B2C;&#x4E00;&#x4F4D;&#x7684;&#xFF0C;&#x5982;&#x679C;&#x53EA;&#x662F;&#x60F3;&#x8981;&#x4E00;&#x4EFD;&#x5DE5;&#x4F5C;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x5BF9;&#x4E8E;&#x4FE1;&#x606F;&#x5B89;&#x5168;&#x65B9;&#x9762;&#x6709;&#x7740;&#x6D53;&#x539A;&#x7684;&#x5174;&#x8DA3;&#xFF0C;&#x5373;&#x4F7F;&#x4F60;&#x5F00;&#x59CB;&#x4E86;&#x8FD9;&#x9879;&#x5DE5;&#x4F5C;&#xFF0C;&#x90A3;&#x4E48;&#x4F60;&#x4E5F;&#x6709;&#x53EF;&#x80FD;&#x4F1A;&#x5728;&#x67D0;&#x4E2A;&#x9636;&#x6BB5;&#x653E;&#x5F03;&#x3002;&#x8FD9;&#x5C31;&#x8981;&#x6C42;&#x6BCF;&#x4E2A;&#x60F3;&#x8981;&#x4ECE;&#x4E8B;&#x8FD9;&#x4E2A;&#x884C;&#x4E1A;&#x7684;&#x4EBA;&#xFF0C;&#x65E2;&#x8981;&#x6709;&#x5174;&#x8DA3;&#xFF0C;&#x4E5F;&#x8981;&#x6709;&#x4E86;&#x89E3;&#xFF0C;&#x5BF9;&#x4E8E;&#x884C;&#x4E1A;&#x7684;&#x8270;&#x96BE;&#x6027;&#x8DDF;&#x67AF;&#x71E5;&#x6027;&#xFF0C;&#x8981;&#x6709;&#x8BA4;&#x77E5;&#xFF0C;&#x4E5F;&#x8981;&#x6709;&#x51C6;&#x5907;&#x3002;&#x63A5;&#x7740;&#x4F5C;&#x8005;&#x8BB2;&#x5230;&#xFF0C;&#x5B89;&#x5168;&#x4FE1;&#x606F;&#x884C;&#x4E1A;&#x7684;&#x96BE;&#x5EA6;&#x8981;&#x6BD4;&#x4E4B;&#x524D;&#x5927;&#x5F88;&#x591A;&#xFF0C;&#x968F;&#x7740;&#x6280;&#x672F;&#x7684;&#x53D1;&#x5C55;&#xFF0C;&#x5F88;&#x591A;&#x4E4B;&#x524D;&#x7684;&#x6280;&#x672F;&#x4E13;&#x4E1A;&#x77E5;&#x8BC6;&#xFF0C;&#x90FD;&#x4F1A;&#x88AB;&#x5F03;&#x7528;&#xFF0C;&#x8FD9;&#x5C31;&#x8981;&#x6C42;&#x6709;&#x4E0D;&#x65AD;&#x7684;&#x5B66;&#x4E60;&#x80FD;&#x529B;&#xFF0C;&#x4E0D;&#x65AD;&#x66F4;&#x65B0;&#x81EA;&#x5DF1;&#x7684;&#x77E5;&#x8BC6;&#x50A8;&#x5907;&#xFF0C;&#x4ECE;&#x8FD9;&#x65B9;&#x9762;&#x8BB2;&#x8FD9;&#x4EFD;&#x5DE5;&#x4F5C;&#x4E5F;&#x662F;&#x6709;&#x5F88;&#x5927;&#x7684;&#x96BE;&#x5EA6;&#x3002;
&#x4F5C;&#x8005;&#x8FD9;&#x6837;&#x8BB2;&#x7684;&#x76EE;&#x7684;&#xFF0C;&#x5C31;&#x662F;&#x5E0C;&#x671B;&#x5982;&#x679C;&#x4F60;&#x9009;&#x62E9;&#x4E86;&#x8FD9;&#x4E2A;&#x884C;&#x4E1A;&#xFF0C;&#x5C31;&#x8981;&#x6709;&#x8DB3;&#x591F;&#x7684;&#x5FC3;&#x7406;&#x51C6;&#x5907;&#xFF0C;&#x8FD9;&#x5C06;&#x4F1A;&#x662F;&#x4E00;&#x4EFD;&#x5F88;&#x8270;&#x96BE;&#x3001;&#x67AF;&#x71E5;&#x7684;&#x5DE5;&#x4F5C;&#xFF0C;&#x552F;&#x6709;&#x8DB3;&#x591F;&#x7684;&#x5174;&#x8DA3;&#x7231;&#x597D;&#x548C;&#x523B;&#x82E6;&#x7684;&#x52AA;&#x529B;&#xFF0C;&#x624D;&#x4F1A;&#x652F;&#x6301;&#x4F60;&#x81F3;&#x5C11;&#x575A;&#x6301;&#x4E0B;&#x53BB;&#x3002;&#x6240;&#x4EE5;&#xFF0C;&#x53EA;&#x6709;&#x5177;&#x5907;&#x4E86;&#x8FD9;&#x4E24;&#x4E2A;&#x57FA;&#x7840;&#x8BA4;&#x8BC6;&#xFF0C;&#x624D;&#x6709;&#x53EF;&#x80FD;&#x5728;&#x8FD9;&#x65B9;&#x9762;&#x5F00;&#x5C55;&#x7814;&#x7A76;&#x548C;&#x5B66;&#x4E60;&#x3002;
&#x597D;&#x4E86;&#xFF0C;&#x5982;&#x679C;&#x5DF2;&#x7ECF;&#x6709;&#x4E86;&#x8FD9;&#x4E2A;&#x8BA4;&#x77E5;&#x3002;&#x90A3;&#x4E48;&#x4F5C;&#x8005;&#x5C31;&#x7ED9;&#x4E86;&#x4E00;&#x4E9B;&#x6709;&#x7528;&#x7684;&#x5EFA;&#x8BAE;&#x3002;&#x9762;&#x5BF9;&#x96BE;&#x5EA6;&#x9010;&#x6E10;&#x6500;&#x5347;&#x7684;&#x5B89;&#x5168;&#x7814;&#x7A76;&#xFF0C;&#x5C31;&#x8981;&#x6C42;&#x5B66;&#x4E60;&#x7814;&#x7A76;&#x4EBA;&#x5458;&#xFF0C;&#x5229;&#x7528;&#x5404;&#x79CD;&#x5B66;&#x4E60;&#x8D44;&#x6E90;&#x3002;&#x5C24;&#x5176;&#x662F;&#x81EA;&#x4E3B;&#x5B66;&#x4E60;&#x7684;&#x80FD;&#x529B;&#xFF0C;&#x5B66;&#x4F1A;&#x5728;&#x7F51;&#x7EDC;&#x4E0A;&#x66F4;&#x6709;&#x6548;&#x7387;&#x7684;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#xFF0C;&#x5B66;&#x4F1A;&#x63D0;&#x51FA;&#x66F4;&#x6709;&#x9488;&#x5BF9;&#x6027;&#x3001;&#x66F4;&#x7EC6;&#x8282;&#x7684;&#x95EE;&#x9898;&#x3002;&#x4F5C;&#x8005;&#x8FD8;&#x5F3A;&#x8C03;&#x8981;&#x6709;&#x5F88;&#x5F3A;&#x7684;&#x7F16;&#x7801;&#x80FD;&#x529B;&#xFF0C;&#x8FD9;&#x6837;&#x5BF9;&#x4E8E;&#x9605;&#x8BFB;&#x522B;&#x4EBA;&#x7684;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#x8FD8;&#x6709;&#x8FDB;&#x884C;&#x95EE;&#x9898;&#x7684;&#x89E3;&#x51B3;&#x8981;&#x6709;&#x5F88;&#x5927;&#x7684;&#x5E2E;&#x52A9;&#x3002;&#x6240;&#x4EE5;&#x8981;&#x4E0D;&#x65AD;&#x63D0;&#x9AD8;&#x81EA;&#x5DF1;&#x7684;&#x4EE3;&#x7801;&#x6C34;&#x5E73;&#xFF0C;&#x52A0;&#x5F3A;&#x7F16;&#x7801;&#x80FD;&#x529B;&#x3002;
&#x7136;&#x540E;&#x9047;&#x5230;&#x95EE;&#x9898;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x4E0D;&#x8981;&#x9009;&#x62E9;&#x653E;&#x5F03;&#xFF0C;&#x4E5F;&#x4E0D;&#x8981;&#x5BB3;&#x6015;&#x5BFB;&#x6C42;&#x5E2E;&#x52A9;&#xFF0C;&#x867D;&#x7136;&#x6CA1;&#x4EBA;&#x4F1A;&#x4E00;&#x76F4;&#x5E26;&#x9886;&#x4F60;&#x89E3;&#x51B3;&#x5404;&#x79CD;&#x95EE;&#x9898;&#x3002;&#x56E2;&#x961F;&#x6C9F;&#x901A;&#x548C;&#x4EA4;&#x6D41;&#x4E5F;&#x662F;&#x5F88;&#x91CD;&#x8981;&#x7684;&#xFF0C;&#x5373;&#x4F7F;&#x89E3;&#x51B3;&#x4E86;&#x4E00;&#x70B9;&#x95EE;&#x9898;&#xFF0C;&#x8FD9;&#x4E5F;&#x662F;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x7684;&#x57FA;&#x7840;&#x3002;
&#x4F5C;&#x8005;&#x8FD8;&#x5EFA;&#x8BAE;&#x8981;&#x5B66;&#x4F1A;&#x5229;&#x7528;Twitter&#x638C;&#x63E1;&#x6700;&#x65B0;&#x7684;&#x5B89;&#x5168;&#x4FE1;&#x606F;&#xFF0C;&#x603B;&#x4E4B;&#x5C31;&#x662F;&#x5229;&#x7528;&#x5404;&#x79CD;&#x6E20;&#x9053;&#x83B7;&#x53D6;&#x4FE1;&#x606F;&#x3002;&#x5173;&#x4E8E;ctf&#xFF0C;&#x8FD9;&#x662F;&#x4E00;&#x4E2A;&#x5F88;&#x597D;&#x7684;&#x953B;&#x70BC;&#x80FD;&#x529B;&#x7684;&#x65B9;&#x5F0F;&#xFF0C;&#x9002;&#x5E94;&#x5B66;&#x4E60;&#x96BE;&#x5EA6;&#x66F2;&#x7EBF;&#x7684;&#x4E00;&#x79CD;&#x597D;&#x529E;&#x6CD5;&#xFF0C;&#x901A;&#x8FC7;&#x4ECE;&#x57FA;&#x7840;&#x9898;&#x76EE;&#x5230;&#x96BE;&#x5EA6;&#x9010;&#x6E10;&#x52A0;&#x5927;&#x7684;&#x9898;&#x76EE;&#xFF0C;&#x53EF;&#x4EE5;&#x4E0D;&#x65AD;&#x63D0;&#x9AD8;&#x81EA;&#x5DF1;&#xFF0C;&#x575A;&#x6301;&#x5237;&#x9898;&#xFF0C;&#x5FAA;&#x5E8F;&#x6E10;&#x8FDB;&#x5427;&#x3002;
&#x4F5C;&#x8005;&#x4E4B;&#x540E;&#x8BB2;&#x7684;&#x8BF8;&#x5982;&#x4E0D;&#x8981;&#x5BB3;&#x6015;&#x5931;&#x8D25;&#x554A;&#xFF0C;&#x8981;&#x575A;&#x4FE1;&#x81EA;&#x5DF1;&#x6BD4;&#x522B;&#x4EBA;&#x66F4;&#x806A;&#x660E;&#xFF0C;&#x6211;&#x89C9;&#x5F97;&#x8FD9;&#x5C31;&#x662F;&#x4E00;&#x79CD;&#x5FC3;&#x7406;&#x4E0A;&#x7684;&#x9F13;&#x52B1;&#x5427;&#xFF0C;&#x76F8;&#x4FE1;&#x81EA;&#x5DF1;&#xFF0C;&#x4E0D;&#x8981;&#x9047;&#x5230;&#x56F0;&#x96BE;&#x5C31;&#x9000;&#x7F29;&#xFF0C;&#x8FD8;&#x8981;&#x5584;&#x4E8E;&#x4ECE;&#x4E0D;&#x540C;&#x7684;&#x89D2;&#x5EA6;&#x89C2;&#x5BDF;&#x95EE;&#x9898;&#xFF0C;&#x91C7;&#x53D6;&#x4E0D;&#x4E00;&#x6837;&#x7684;&#x601D;&#x7EF4;&#x601D;&#x8003;&#x95EE;&#x9898;&#x3002;
&#x4E4B;&#x540E;&#x5C31;&#x662F;&#x4E00;&#x4E9B;&#x953B;&#x70BC;&#x81EA;&#x5DF1;&#x7684;&#x65B9;&#x5F0F;&#x4E86;&#xFF0C;&#x67E5;&#x627E;&#x6F0F;&#x6D1E;&#xFF0C;&#x653B;&#x9632;&#x7814;&#x7A76;&#xFF0C;&#x5F88;&#x591A;&#x5DE5;&#x4F5C;&#x53EF;&#x80FD;&#x76EE;&#x524D;&#x5BF9;&#x81EA;&#x5DF1;&#x6CA1;&#x6709;&#x592A;&#x5927;&#x7684;&#x6536;&#x76CA;&#xFF0C;&#x4F46;&#x662F;&#x8FD9;&#x4E2A;&#x5DE5;&#x4F5C;&#x662F;&#x4E00;&#x79CD;&#x4ED8;&#x51FA;&#xFF0C;&#x4E00;&#x4E2A;&#x57FA;&#x77F3;&#xFF0C;&#x6240;&#x505A;&#x7684;&#x4E00;&#x5207;&#x6709;&#x4EF7;&#x503C;&#x7684;&#x5DE5;&#x4F5C;&#xFF0C;&#x90FD;&#x4F1A;&#x5728;&#x5BF9;&#x4E8E;&#x8FD9;&#x4E2A;&#x65B9;&#x5411;&#x3001;&#x5BF9;&#x4E8E;&#x81EA;&#x5DF1;&#x6709;&#x5F88;&#x5927;&#x7684;&#x5E2E;&#x52A9;&#x3002;&#x6700;&#x540E;&#x5C31;&#x662F;&#x518D;&#x6B21;&#x5F3A;&#x8C03;&#xFF0C;&#x8FD9;&#x4E2A;&#x5DE5;&#x4F5C;&#x5E76;&#x4E0D;&#x5149;&#x9C9C;&#xFF0C;&#x5728;&#x7535;&#x8111;&#x524D;&#x4E00;&#x5750;&#x4E00;&#x5929;&#xFF0C;&#x65E0;&#x4EBA;&#x95EE;&#x6D25;&#xFF0C;&#x8FD8;&#x662F;&#x8981;&#x5BF9;&#x4E8E;&#x8FD9;&#x4E2A;&#x884C;&#x4E1A;&#x6709;&#x5F88;&#x597D;&#x7684;&#x8BA4;&#x8BC6;&#x5427;&#x3002;
&#x603B;&#x800C;&#x8A00;&#x4E4B;&#xFF0C;&#x8BFB;&#x5B8C;&#x8FD9;&#x7BC7;&#x535A;&#x5BA2;&#xFF0C;&#x5C31;&#x662F;&#x5BF9;&#x4E8E;&#x8FD9;&#x4E2A;&#x884C;&#x4E1A;&#x6709;&#x66F4;&#x597D;&#x7684;&#x8BA4;&#x8BC6;&#x5427;&#x3002;&#x4E0D;&#x7BA1;&#x662F;&#x884C;&#x4E1A;&#x7684;&#x8270;&#x96BE;&#x6027;&#x548C;&#x4ECE;&#x4E8B;&#x884C;&#x4E1A;&#x7684;&#x51C6;&#x5907;&#x5DE5;&#x4F5C;&#xFF0C;&#x90FD;&#x6709;&#x4E86;&#x8FDB;&#x4E00;&#x6B65;&#x4E86;&#x89E3;&#xFF0C;&#x8981;&#x6709;&#x6052;&#x5FC3;&#xFF0C;&#x8981;&#x575A;&#x6301;&#xFF0C;&#x8981;&#x4E0B;&#x82E6;&#x529F;&#xFF0C;&#x9053;&#x963B;&#x4E14;&#x957F;&#x5427;&#xFF0C;&#x4E00;&#x6B65;&#x4E00;&#x6B65;&#x6765;&#x5427;&#xFF0C;&#x7EB5;&#x4F7F;&#x57FA;&#x7840;&#x4E0D;&#x592A;&#x597D;&#xFF0C;just do it &#x3002;
</code></pre>
                        
                    </div>

                    
                    
                    

                    <div class="description post-description">
    <span class="post-description-item">
        <time datetime="2019-04-01T09:20:44.000Z" itemprop="datePublished">2019-04-01</time>

    </span>
    <span class="post-description-item">
        
    </span>
</div>

                </div>
                
                <div id="pagination" class="nav-web ui text container pagination">

    <div class="ui stackable two column divided grid container">
        <div class="row">
            <div class="column nav-left">
                

                <a href="/2019/04/01/第一天“hexo-new-第一天“/" class="ui tiny button">

                    <i class="angle left icon"></i>
                    
                    第一天
                    

                </a>

                
            </div>
            <div class="column nav-right">
                

                <a class="ui tiny button disabled">下一篇<i class="angle right icon"></i></a>

                
            </div>
        </div>
    </div>

</div>
                
            </div>

            
            <div class="three wide computer three wide tablet column">

                <div class="ui sticky article-toc" id="article-toc">
                    <!-- toc -->
                    
                </div>

            </div>
            

        </div>
    </div>
</div>


                    <!--</div>-->
                <!--</div>-->
            <!--</div>-->
        </div>
        <div class="ui vertical footer segment">
    <div class="ui center aligned container">
        <div class="ui inverted section divider"></div>
        &copy; 2019 <a href="/">John Doe</a>,
        Powered by <a href="https://github.com/henryhuang/hexo-theme-aloha" target="_blank">Aloha</a> and <a href="http://hexo.io/" target="_blank">Hexo</a>.
    </div>
</div>

    </div>




<!-- scripts list from theme config.yml -->

<script src="//cdn.bootcss.com/jquery/3.1.0/jquery.min.js"></script>

<script src="//cdn.bootcss.com/semantic-ui/2.2.4/semantic.min.js"></script>

<script src="//cdn.bootcss.com/algoliasearch/3.18.1/algoliasearch.min.js"></script>

<script src="//cdn.bootcss.com/algoliasearch-helper-js/2.13.0/algoliasearch.helper.min.js"></script>

<script src="/js/semantic-ui-algolia.js"></script>

<script src="/js/aloha-events.js"></script>



</body>
</html>
